# Дано целое число в диапазоне 1-7. Вывести строку — название дня недели,
# соответствующее данному числу (1 — «понедельник», 2 — «втор

week = int(input("Введите число от 1 до 7: "))
if week2 = 1:
    print("Понедельник")
elif: week = 2:
    print("Вторник")




