info_clients=[
    (1, 'Косоногов М.И.', 'Артебякин К.А.', 'мужской', 'Теннис', 1200),
    (2, 'Скорик К.А.', 'Фесинкис З.М.', 'мужской', 'Площадка', 1550),
    (3, 'Пушик П.П.', 'Пурыкин А.З.', 'мужской', 'Полубокс', 1600),
    (4, 'Кеян Т.Т.', 'Косоногов М.И', 'женский', 'Пикси', 1800),
    (5, 'Смыков Е.Н.', 'Арбуз А.П', 'мужской', 'Андеркат', 1500),
    (6, 'Матвеев А.А.', 'Джалагония М.Ш.', 'женский', 'Шегги', 1050),
    (7, 'Триус О.Р.', 'Крылова Ю.А.', 'мужской', 'Помпадур', 1100),
    (8, 'Ермоленко Е.К.', 'Смыков Е.Н..', 'мужской', 'Канадка', 1350),
    (9, 'Пузыревсикй А.А.', 'Дмитриков Е.Г.', 'мужской', 'Полубокс', 1600),
    (10, 'Малая М.А.', 'Косоногов И.В.', 'женский', 'Микси', 1400)
]